Repository: ilGhera/crm-in-cloud-for-wc
Catalog: languages/crm-*-cloud-for-wc-*.po
Languages: it_it

source: It seems like you don't have permission to see this page
it_it: Sembra che tu non abbia il permesso di visualizzare questa pagina

source: ATTENTION! It seems like Woocommerce is not installed.
it_it: ATTENZIONE! Sembra che WooCommerce non sia installato.

source: Add your Premium Key
it_it: Aggiungi la tua Premium Key

source: Add your Premium Key and keep updated your copy of CRM in Cloud for WooCommerce.
it_it: Aggiungi la tua Premium Key e mantieni aggiornato CRM in Cloud for WooCommerce.

source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

source: Contacts
it_it: Contatti

source: Products
it_it: Prodotti

source: User roles
it_it: Ruoli utente

source: Select the user role(s) to export to CRM in Cloud
it_it: Seleziona uno o più ruoli utente da esportare verso CRM in Cloud

source: Export company
it_it: Esporta azienda

source: Export the company if present in the user profile
it_it: Esporta l'azienda se presente nel profilo dell'utente

source: Export orders
it_it: Esporta ordini

source: Export user orders as opportunities in CRM in Cloud
it_it: Esporta gli ordini dell'utente come opportunità in CRM in Cloud

source: Export to CRM in Cloud
it_it: Esporta in CRM in Cloud

source: Delete contacts
it_it: Cancella contatti

source: Delete all contacts on CRM in Cloud
it_it: Cancella tutti i contatti presenti in CRM in Cloud

source: Delete company
it_it: Cancella azienda

source: Delete the company linked to the contact in CRM in Cloud
it_it: Cancella l'azienda collegata al contatto in CRM in Cloud

source: Delete from CRM in Cloud
it_it: Cancella da CRM in Cloud

source: Synchronization options
it_it: Opzioni di sincronizzazione

source: Update contacts on CRM in Cloud in real time
it_it: Aggiorna i contatti su CRM in Cloud in tempo reale

source: Companies
it_it: Aziende

source: Update companies on CRM in Cloud in real time
it_it: Aggiorna le aziende su CRM in Cloud in tempo reale

source: Save settings
it_it: Salva impostazioni

source: Products categories
it_it: Categorie prodotti

source: Select the product categories to export to CRM in Cloud
it_it: Seleziona una o più categorie di prodotti da esportare verso CRM in Cloud

source: Delete products
it_it: Cancella prodotti

source: Delete all products on CRM in Cloud
it_it: Cancella tutti i prodotti presenti in CRM in Cloud

source: Update products on CRM in Cloud in real time
it_it: Aggiorna i prodotti su CRM in Cloud in tempo reale

source: Update products categories on CRM in Cloud in real time
it_it: Aggiorna le categorie dei prodotti su CRM in Cloud in tempo reale

source: Connect
it_it: Connessione

source: Connect with your CRM in Cloud credentials
it_it: Connettiti a CRM in Cloud utilizzando le tue credenziali

source: Connect to CRM in Cloud
it_it: Connessione a CRM in Cloud

source: Disconnect from CRM in Cloud
it_it: Disconnessione da CRM in Cloud

source: Export new orders as opportunities in CRM in Cloud
it_it: Esporta nuovi ordini come opportunità in CRM in Cloud

source: Split opportunities
it_it: Dividi opportunità

source: Create an opportunity for every single order item
it_it: Crea un'opportunità per ogni singolo prodotto dell'ordine

source: Export company opportunities
it_it: Esporta opportunità per le aziende

source: Export opportunities for the company as well if it exists
it_it: Esporta le opportunità anche per l'azienda legata al contatto se presente

source: Renew now
it_it: Aggiorna ora

source: Get a license
it_it: Ottieni una licenza

source: Your license is <u>expired</u> and you're unable to receive updates.
it_it: La tua licenza è <u>scaduta</u> e non sei in grado di ricevere aggiornamenti.

source: It seems like your license is <u>not valid</u> and you're unable to receive updates.
it_it: Sembra che la tua licenza non sia <u>valida</u> e non sei in grado di ricevere aggiornamenti.

source: You have not set up a license key and you cannot receive updates.
it_it: Non hai impostato una licenza e non sei in grado di ricevere aggiornamenti.

source: WARNING! CRM in Cloud for WC requires WooCommerce to be activated.
it_it: ATTENZIONE! CRM in Cloud richiede che WooCommerce sia attivo per essere utilizzato.

source: Pending payment
it_it: In attesa di pagamento

source: Order:
it_it: Ordine:

source: %1$d contact(s) export process has begun
it_it: Il processo di esportazione di %1$d contatti è iniziato

source: No contacts to export
it_it: Nessun contatto da esportare

source: %1$d users(s) delete process has begun
it_it: Il processo di cancellazione di %1$d contatti è iniziato

source: ERROR! There are not users to delete
it_it: ERRORE! Non ci sono contatti da eliminare

source: Taxable %d%%
it_it: Tassabile %d%%

source: %1$d product(s) export process has begun
it_it: Il processo di esportazione di %1$d prodotti è iniziato

source: No products to export
it_it: Nessun prodotto da esportare

source: %1$d products(s) delete process has begun
it_it: Il processo di cancellazione di %1$d prodotti è iniziato

source: ERROR! There are not products to delete
it_it: ERRORE! Non ci sono prodotti da eliminare

source: The export of n°<span></span> contacts is running!
it_it: L'esportazione di n°<span></span> utenti è in corso!

source: The export of n°<span></span> contacts was completed!
it_it: L'esportazione di n°<span></span> utenti è stata completata!

source: The delete of n°<span></span> contacts is running!
it_it: L'eliminazione di n°<span></span> utenti è in corso!

source: The delete of n°<span></span> contacts was completed!
it_it: L'eliminazione di n°<span></span> utenti è stata completata!

source: The export of n°<span></span> products is running!
it_it: L'esportazione di n°<span></span> prodotti è in corso!

source: The export of n°<span></span> products was completed!
it_it: L'esportazione di n°<span></span> prodotti è stata completata!

source: The delete of n°<span></span> products is running!
it_it: L'eliminazione di n°<span></span> prodotti è in corso!

source: The delete of n°<span></span> products was completed!
it_it: L'eliminazione di n°<span></span> prodotti è stata completata!

source: Connected
it_it: Connesso

source: VAT number
it_it: Partita IVA

source: Fiscal code
it_it: Codice fiscale

source: Recipient code
it_it: Codice destinatario

source: Private (Receipt)
it_it: Privato ( Ricevuta )

source: Private (Invoice)
it_it: Privato ( Fattura )

source: Company (Invoice)
it_it: Azienda ( Fattura )

source: Fiscal document
it_it: Tipo documento

source: WARNING! The <strong>PEC</strong> entered is not a valid email address.
it_it: ATTENZIONE! La <strong>PEC</strong> inserita non è un indirizzo email valido.

source: WARNING! The <strong>Tax Code</strong> entered is incorrect.
it_it: ATTENZIONE! Il <strong>Codice Fiscale</strong> inserito non è valido.

source: WARNING! The <strong>VAT number</strong> entered is incorrect.
it_it: ATTENZIONE! La <strong>Partita IVA </strong> inserita non è valida.

source: WARNING! The <strong>Recipient Code</strong> entered is incorrect.
it_it: ATTENZIONE! Il <strong>Codice destinatario</strong> inserito non è valido.

source: Tax documents
it_it: Documenti fiscali

source: Company ( Invoice )
it_it: Azienda ( Fattura )

source: Private ( Invoice )
it_it: Privato ( Fattura )

source: Private ( Receipt )
it_it: Privato ( Ricevuta )

source: By activating one or more types of invoice, the fields VAT and Tax Code will be displayed when needed.
it_it: Attivando uno o più tipi di fattura, verranno visualizzati i campi P.IVA e Codice Fiscale quando necessari.

source: Document type
it_it: Tipo documento

source: Put the document type selector on the top of the form
it_it: Mostra la scelta del tipo di documento come primo campo

source: Tax Code required
it_it: CF obbligatorio

source: Never
it_it: Mai

source: Only with receipts
it_it: Solo Ricevuta

source: Only with invoices
it_it: Solo Fattura

source: Always
it_it: Sempre

source: Make the Tax Code field mandatory
it_it: Rendi obbligatorio il campo Codice Fiscale

source: Tax Code validation
it_it: Verifica C.F.

source: Activate the Tax Code validity check
it_it: Attiva il controllo di validità del Codice Fiscale

source: VIES validation
it_it: Verifica VIES

source: Activate the VIES validity check for the VAT Number <i>( SOAP activated on server is required )</i>
it_it: Attiva il controllo VIES per la Partita IVA <i>( Richiede che SOAP sia attivo sul server )</i>

source: Activate the PEC field for eletronic invoicing
it_it: Attiva il campo PEC per la fatturazione elettronica

source: Activate the Recipient Code field for electronic invoicing
it_it: Attiva il campo Codice destinatario per la fatturazione elettronica

source: Only EU
it_it: Solo UE

source: Make VAT Number field mandatory only for European Union countries
it_it: P.IVA obbligatoria solo per i paesi dell'UE

source: Only Italy
it_it: Solo Italia

source: Show PEC and Recipient Code fields only to Italian customers
it_it: Mostra PEC e Codice destinatario solo per l'Italia

source: Show the tax code field only to Italian customers
it_it: Mostra il campo Codice fiscale solo per l'Italia

source: Fiscal documents
it_it: Documenti fiscali

source: Activating one or more invoice types, VAT Number and Fiscal Code fields will be shown if necessary
it_it: Attivando uno o più tipi di fattura, verranno visualizzati i campi P.IVA e Codice Fiscale quando necessari

source: Make the Fiscal Code field mandatory
it_it: Rendi obbligatorio il campo Codice Fiscale

source: C.F. validation
it_it: Verifica CF

source: Activate the fiscal code validity check
it_it: Attiva il controllo di validità del Codice Fiscale

source: Activate the Receiver code field for electronic invoicing
it_it: Attiva il campo Codice destinatario per la fatturazione elettronica

source: Only UE
it_it: Solo UE

source: Show PEC and Recipient code fields only to Italian customers
it_it: Mostra PEC e Codice destinatario solo per l'Italia

source: Show the Fiscal code field only to Italian customers
it_it: Mostra il campo Codice fiscale solo per l'Italia
